const mocks = {
  projects: [
    {
      id: "U190001721",
      company: "ГПН Ямал",
      title: "Разработка приложения СЭД «Контроль до претензионной работы» в ООО «ГАЗПРОМНЕФТЬ-ЯМАЛ»",
      stage: "Выбор",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001244",
      company: "ИТАТ-НИОКР",
      title: "Сопоставление облака точек с BIM-моделью (фаза 2)",
      stage: "Архив",
      status: "Завершен",
      badge: "Отклонён"
    },
    {
      id: "U190001245",
      company: "ИТСК-проекты для ДРП",
      title: "Реализация проекта  Виртуальная карта",
      stage: "Архив",
      status: "Завершен",
      badge: "На согласовании"
    },
    {
      id: "U190001250",
      company: "ИТСК-проекты для ДРП",
      title: "Модернизация собственной телефонии в ГПН-Транспорт",
      stage: "Разработка и внедрение",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001267",
      company: "ДОРиРП",
      title: "Технологическое развитие системы управления персоналом SAP HR в группе компаний ПАО Газпром нефть",
      stage: "Разработка и внедрение",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001270",
      company: "ДИТАТ",
      title: "Внедрение системы управления лицензиями ПО",
      stage: "Определение",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001271",
      company: "ГПН Ямал",
      title: "Модернизация ИТ-инфраструктуры и АСУ ТП ГПН-БНП",
      stage: "Выбор",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001279",
      company: "ИТСК-проекты для ДРП",
      title: "Разработка приложения СЭД «Контроль до претензионной работы» в ООО «ГАЗПРОМНЕФТЬ-ЯМАЛ»",
      stage: "Оценка",
      status: "Приостановлен",
      badge: "На согласовании"
    },
    {
      id: "U190001283",
      company: "ИЗИТАТ",
      title: "Разработка импортозамещающей системы управления надёжностью ТУиС для ДО БЛПС",
      stage: "Выбор",
      status: "Приостановлен",
      badge: "Отклонён"
    },
    {
      id: "U190001285",
      company: "ГПН Ямал",
      title: "Автоматизированная поддержка формирования стратегии контрактования на МТР Этап 2",
      stage: "Архив",
      status: "Завершен",
      badge: "Согласован"
    },

    {
      id: "U190001286",
      company: "ДОРиРП",
      title: "Технологическое развитие системы управления персоналом SAP HR в группе компаний ПАО Газпром нефть",
      stage: "Разработка и внедрение",
      status: "В работе",
      badge: "Согласован"
    },
    {
      id: "U190001287",
      company: "ДИТАТ",
      title: "Внедрение системы управления лицензиями ПО",
      stage: "Определение",
      status: "В работе",
      badge: "На согласовании"
    },
    {
      id: "U190001291",
      company: "ГПН Ямал",
      title: "Модернизация ИТ-инфраструктуры и АСУ ТП ГПН-БНП",
      stage: "Выбор",
      status: "В работе",
      badge: "Согласован"
    },
  ]
};

export default mocks;